Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/presidentens_hilsen_til_sameradets_22__samekonferanse_i_gallivarre.html.tmx
Source language: nob
Languages: sme

source: Presidentens hilsen til Samerådets 22. samekonferanse i Gällivarre
sme: Presideantta dearvvuođat Sámiráđi 22. sámekonferánsii Jielleváris

source: Sametingspresident Silje Karine Muotkas tale under Samerådets samekonferanse i Gällivarre, som holdes 10.-14. august 2022.
sme: Sámediggepresideantta Silje Karine Muotka dearvvuođat Sámiráđi guoktegoalmmatlot sámekonferánsii Jielleváris/Váhčiris, mii lea borgemánu 10-14 beaivvi, 2022.

source: Kjære alle sammen!
sme: Ráhkis buohkat!

source: Takk for muligheten til å hilse Samerådets samekonferanse.
sme: Giitu go beasan dearvvahit Sámiráđi sámekonferánssa.

source: Det er allikevel med et savn knyttet til våre brødre og søstre i Russland.
sme: Lea illudahtti beassat deaivvadit fas. Vaikke váillahit ge min Ruošša vieljaid ja oappáid.

source: Dette viser hvordan vi som urfolk er prisgitt forholdene i de statene vi lever i.
sme: Dat čájeha movt min stáda dilit váikkuhit min eamiálbmogiid eallimii.

source: Sametinget i Norge og Samerådet har alltid hatt et tett og godt samarbeid.
sme: Norgga Sámedikkis ja Sámeráđis lea álo leamaš lagas ja buorre ovttasbargu.

source: Både i arbeidet her hjemme og internasjonalt.
sme: Sihke ruovttubargguin ja riikkaidgaskasaš bargguin.

source: Det samiske samfunnet trenger sterke institusjoner og sterke stemmer.
sme: Sámi servvodat dárbbaša nana ásahusaid ja nana jienaid.

source: Også vi som representerer de demokratiske og representative institusjonene, Sametingene – trenger et sterkt sivilsamfunn og sterke organisasjoner rundt oss.
sme: Mii geat ovddastit demokráhtalaš ja ovddasteaddji ásahusaid, Sámedikkiid - dárbbašit maid nana siviilaservvodaga ja gievrras organisašuvnnaid min searvái.

source: Vi trenger et sivilsamfunn som jobber med og fremmer samiske saker, både på egenhånd eller i samarbeid med Sametingene.
sme: Mii dárbbašit siviilaservvodaga mii bargá ja ovddida sámi áššiid, iehčanassii dahje Sámedikkiiguin ovttas.

source: Og ikke minst så trenger vi et sivilsamfunn og organisasjoner som gir innspill og tilbakemeldinger til Sametingene.
sme: Ja áinnas dárbbašit oaiviladdi ja dávisteaddji siviilaservvodaga ja organisašuvnnaid.

source: Med Samerådets lange historie, brede portefølje og forankring i det samiske samfunnet, kan vi trygt si at Samerådet er den viktigste allsamiske organisasjonen i det samiske sivilsamfunnet.
sme: Sámiráđi guhkes historjjáin, govda árvobáhpiriin ja čanastumiin sámi servvodahkii, de sáhttit roahkka dadjat ahte Sámiráđđi lea deháleamos oppasámi organisašuvdna sámi siviilaservvodagas.

source: Samerådets arbeid har ikke bare vært viktig for det samiske folk, men også for urfolk verden over.
sme: Sámiráđi bargu ii leat dušše sámi álbmogii leamaš dehálaš, maid eamiálbmogiidda miehtá máilmmi.

source: Gjennom mange tiår har Samerådet hatt en sentral rolle i arbeidet med å fremme urfolks rettigheter i FN og Arktisk Råd.
sme: Máŋggaid logijagiid lea Sámiráđis leamaš guovddáš rolla eamiálbmogiid vuoigatvuođaid ovddideamis ON:as ja Árktalaš Ráđis.

source: Og som vi skal høre mer om i morgen er Samerådet allerede godt i gang med strategisk arbeid rettet mot EU.
sme: Sámiráđđi lea juo buori muttus strategalaš bargguin EU ektui, ja dan birra galgat eambbo gullat ihttin.

source: Jeg ønsker å trekke fram Samerådets rolle i arbeidet med å løse den største globale utfordringen i vår tid – klimakrisen.
sme: Háliidan ovddidit Sámiráđi rolla stuorimus globála hástalusa čoavdinbarggus min áiggis - dálkkádatroasuin.

source: Klimakrisen rammer oss urfolk særlig hardt.
sme: Dálkkádatroassu čuohcá midjiide eamiálbmogii erenoamáš garrasit.

source: På toppen har vi en naturkrise.
sme: Dasa lassin lea mis luondduroassu.

source: Dette påvirker våre levemåter og våre naturressurser.
sme: Dat čuohcá min eallinvugiide ja min luondduriggodagaide.

source: FNs naturpanel viser imidlertid noe positivt – at det biologiske mangfoldet er best ivaretatt i urfolksområder.
sme: ON:a luonddupanela čájeha dattetge juoga buori - biologalaš šláddjivuohta lea buoremusat fuolahuvvon eamiálbmotguovlluin.

source: Dette er ikke tilfeldig.
sme: Dat ii leat soaittáhagas.

source: Vi lever i nær tilknytning og i avhengighet til de naturressursene som omgir oss. Vi samer, vi er spesialister i våre egne områder og omgivelser.
sme: Mii eallit lagas oktavuođas ja sorjavašvuođas luondduriggodagaide mat birastahttet min. Mii sápmelaččat, mii leat spesialisttat iežamet guovlluin ja birrasiin.

source: Derfor er jeg takknemlig for at Samerådet har stilt sin ekspertise til disposisjon ved at Gunn-Britt Retter har gått inn urfolksplattformen i de internasjonale klimaforhandlingene.
sme: Danne lean giitevaš go Sámiráđđi lea juolludan Gunn-Britt Rettera čehppodaga go su leat luoitán eamiálbmotvuođđovuogádahkii riikkaidgaskasaš dálkkádatšiehtadallamiidda.

source: Videre har Samerådet, på oppdrag fra Sametinget i Norge, påtatt seg å utarbeide en samisk klimarapport.
sme: Viidáset lea Sámiráđđi, Norgga Sámedikki ovddas, áigon ráhkadit dálkkádatraportta.

source: Vi har behov for å observere, dokumentere og ikke minst formidle hva som skjer i våre områder.
sme: Mis lea dárbu áicat, duođaštit ja vel gaskkustit dan mii dáhpáhuvvá min guovlluin.

source: Vår kunnskap er vesentlig i denne sammenheng.
sme: Dán oktavuođas lea min máhttu mearkkašahtti.

source: Arbeidet med klimarapporten danner grunnlaget for et klimaseminar senere i dag, og jeg ser fram til å delta på seminaret.
sme: Dálkkádatraportta bargu vuođđuda dálkkádatseminára mii dollojuvvo maŋŋelaš odne, ja mun illudan searvat seminárii.

source: Årets samekonferanse har temaet .
sme: Dán jagaš sámekonferánssa fáttá lea "empowering Sápmi".

source: Det å styrke Sápmi, det styrker våre muligheter til å utøve vår selvbestemmelsesrett som folk.
sme: Go nanne Sámi, de nanne maid min vejolašvuođaid doaimmahit min iešmearridanrievtti álbmogin.

source: Det styrker enkeltpersoners og våre samfunns muligheter til å selv forvalte våre ressurser, kultur og næringer.
sme: Dat nanne ovttaskasolbmuid ja min servvodaga vejolašvuođaid ieža hálddašit min resurssaid, kultuvrra ja ealáhusaid.

source: På samekonferansen i Åre i 1986 ble det samiske flagget vedtatt.
sme: Sámekonferánssas Åres ovccinuppelotčuođi gávccilogiguđas mearriduvvui sámi leavga.

source: Flagget har vært av uvurderlig verdi og har Sápmi» på mange måter.
sme: Leavggas lea leamaš vearditmeahttun árvu ja lea "empowered” Sámi máŋgga ládje.

source: Og i løpet av årets samekonferanse skal forslaget om en samisk nasjonaljoik behandles.
sme: Dán jagáš sámekonferánssas galgá sámi nationála luođi evttohus meannuduvvot.

source: Det er en ny anledning til å Sápmi.
sme: Dat lea ođđa vejolašvuohta "empower" Sámi.

source: Jeg ønsker Samerådet, delegatene og alle gjester lykke til med konferansen!
sme: Sávan Sámiráđđái, sáttaolbmuide(delegáhtaide) ja buot gussiide lihkku konferánssain!

source: Tusen takk.
sme: Giitu!
